Revit 2027 API
ParameterTypeId.DimLabelIsType Property
 "Is Type Parameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimLabelIsType { get; }
Public Shared ReadOnly Property DimLabelIsType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimLabelIsType {
	ForgeTypeId^ get ();
}
static member DimLabelIsType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace